from application import Application

app = Application()


"""
Future Features:
- дозагрузка данных при достижения конца при прокрутке графика
- добавить новые способы отображения графика (график в виде линий, производные, усредняющие линии, линии тренда) 
- добавить данные об объеме торгов (измеряется в лотах?) через слои отображения?
- вывод информации об инструменте
- вывод информации об аккаунте
- вкладка с анализом текущих инструментов
- оповещения в телеграмм об интересных событиях
- агрегатор экономических новостей, но пока хз откуда их брать
- режим без GUI
"""